import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.kolesnica,
  name: ['Колесница'],
  albums: [EnumAlbums.kolesnica],
  text: `
[Куплет 1:]
Лабиринты подземки, перекрытые трассы
Неподъёмные ставки, дикие танцы
Упоротых масс на трансе, коридоры инстанций
Гореть или сдаться не видя отдельных фракций
Переломанных душ
Ушатанный панцирь
Соком из выбитых пальцев
Багряная тушь
Нарушена связь поколений
Прения взглядов и мнений
Чёрное скрытое в белом
Зубы системы
Впиваются в самое ценное, только бы не перемены
Смирения путы сильны
Но юная кровь не боится угроз и тюрьмы
Ложась неуклюже на площади под полицейские сапоги

[Припев:]
Катит колесницей наш век
Тлеют вереницами дни
Где-то здесь увяз человек
Не найдя покоя внутри
Катит колесницей наш век
Тлеют вереницами дни
Где-то здесь увяз человек
Не найдя покоя внутри

[Куплет 2:]
Обоженные перья, паранойя за дверью
Перепутаны звенья, эпоха безверья
Безумные, жадные звери
Даже без эпидемий
Опасные злые, на петлях тугие узлы
Душа на балансе казны
Сознание спит, наблюдая кошмарные сны
От царствия Сатаны будто бы заданы
Генами, поклонения демонам
Ложь и борьба с переменами
Будто намеренно код ДНК задаёт направление
В сторону долга терпения
Меры всё злей
Что не убило не сделало слабых сильней
Но вера умеет лечить поднимая упавших людей

[Припев:]
Катит колесницей наш век
Тлеют вереницами дни
Где-то здесь увяз человек
Не найдя покоя внутри
Катит колесницей наш век
Тлеют вереницами дни
Где-то здесь увяз человек
Не найдя покоя внутри
`,
};
