import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.ubivayaMolodost,
  name: ['Убивая молодость'],
  albums: [EnumAlbums.ubivayaMolodost],
  text: `
Припев:
В пыли дорог и копоти большого города
Я убиваю молодость под музыку грома и молний,
Глазами, полными надежды, принимаю новое,
В метро устало запрокидывая голову.
\t
В пыли дорог и копоти большого города
Я убиваю молодость под музыку грома и молний,
Глазами, полными надежды, принимаю новое,
В метро устало запрокидывая голову.
\t
Во мне еще осталось место для чего-то доброго,
Все испытания теперь я принимаю собрано.
Ноги куда-то бредут все так же вязко.
Пласты крутятся, но это не мои пляски.
\t
Лица, наполненные холодом непониманья,
Дороги без фонарей, пустые обещанья.
Пьяные слёзы неудачи на грубых ладонях,
Циничный смех тиранов и мудаков в погонах.
\t
Голубое небо в вену загоняют сёстры,
Погода хмурится, бороться – совсем не просто.
Стерео капель дождя стучит во мне слезами
При виде демонов за полными счастья глазами.
\t
Ответов часто нет там, где не слышны вопросы.
Я поднимаю ворот и иду навстречу осени,
Капли стекают по лицу, и ничего нет хуже,
Чем беспокоиться о тех, кому это не нужно.
\t
Во мне ещё осталась вера в лучшее, и может
Я не достоин многого и много для кого ничтожен.
И всё же моя дорога, петляя между адом и раем,
Открывает для меня новые грани.

Стирая в пыль старые, обросшие занозами.
Зрачки улавливают мелкие метаморфозы.
Переоценивая заново структуру мира,
И структуру внутренних миров, его кумиров.
\t
Я падаю в кровать и укрываюсь с головою,
Бессонными ночами полнится борьба с собою.
Ты ненавидишь меня – я ненавижу себя,
Это отличие не значит для тебя них**.
\t
Это только моя война, моя осень,
Моя судьба, и здесь мои черно-белые полосы.
Голосом тихим ветер лето проводит прочь,
Война всегда со мной – и день сменяет ночь.
\t
Припев:
В пыли дорог и копоти большого города
Я убиваю молодость под музыку грома и молний,
Глазами, полными надежды, принимаю новое,
В метро устало запрокидывая голову.
\t
В пыли дорог и копоти большого города
Я убиваю молодость под музыку грома и молний,
Глазами, полными надежды, принимаю новое,
В метро устало запрокидывая голову.
\t
Во мне ещё осталась вера в лучшее и может…
Во мне еще осталось место для чего-то доброго.
Во мне ещё осталась вера в лучшее и может…
Во мне еще осталось место для чего-то доброго.
\t
Во мне ещё осталась вера в лучшее и может…
Во мне еще осталось место для чего-то доброго.
Во мне ещё осталась вера в лучшее и может…
Во мне еще осталось место для чего-то доброго.
`,
};
