import { TypeSong } from '../../../types';
import { EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.skvozOgon,
  name: ['Сквозь огонь да в холода'],
  albums: [],
  text: `
Миллион дорог я проходила, без тебя весь свет не мил
Без тебя живое всё остыло, я одна среди могил
Где-то закружится листва, где-то зажгутся звёзды,
Мне очень страшно, но пока нет слова 'невозможно'

Сквозь огонь да в холода
Как жадна судьба к неизведанной страсти!
Сквозь огонь да в холода
Но я добьюсь желанного счастья!

Самые приятные мечты хранила - для тебя, лишь для тебя!
Всё вокруг себя похоронила, ты моё небо и земля!
Где-то заплачет птицей жизнь, а я завою волком,
Ты только дождись и продержись, ещё совсем недолго!

Верю, я с тобой лишь оживаю,
Верю, я с тобой лишь ожила!
Верю, я с тобой лишь оживаю,
Теперь я живая...
`,
};

export default song;
