import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.armageddon,
  name: ['Армагеддон'],
  albums: [EnumAlbums.pergam],
  clipYouTubeId: '5VR4NIyFGQM',
  text: `
Вонь тления телес
Вместо райского сада.
Всегда забываю
Какой это круг ада
И что когда - то сюда
Спускался Спаситель,
Но декорации
Здесь пишет мыслитель.
Он смотрит в глаза,
Он держит кровь
На палитре
И имя его
Будет написано в титре.

ПРИПЕВ
Маршируя грозным парадом атлетов
Он ведет легионы на Пантеон
Но глядя в глаза поющих аскетов.
Все что я вижу Армагеддон!
Стада, принявших печать
И в седле их пастух,
Но не мне обличать.
В этой войне каждый сам за себя.
Все ждем трубы ангела
Последнего дня!

Он выжжет дотла
Оскудевшие музы.
Даст силу
Новым, железным росткам.
Образованию новых религий
Даст мудрость
Новым, великим богам!
Его грозные марши
Стрясут эту землю.
Вместе с костями
Чиня ей урон
Рядом с разрухой
Великая древность,
Сядет с тираном
На каменный трон.

ПРИПЕВ
`,
};
