import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.dzhihad,
  name: ['Джихад'],
  albums: [EnumAlbums.pergam],
  text: `
Камень о камень
Рождает огонь.
Огонь пожирает
Невинных чад.
Под тем, кто пришел
Взять мир рыжий конь
Подняв в небо
Облаком смрад
И в Исламе
Шестым столпом кровью
Прописан Джихад

ПРИПЕВ
Но разве станешь
Свободным ты только тогда,
Когда станут руинами города.
Станут руинами города.
Станут руинами все города,
Когда станут руинами все города
Станут руинами города.....

Под громами литавр
Древний обряд.
Венчает голову лавр
На фоне громад.
Под натиском вечности
Божий взгляд,
А за этим забором
Уже Райский сад
Под ногами зловонием
Стелется ад
И злом, порождающий зло
Военный Джихад

ПРИПЕВ
`,
};
