import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.geval,
  name: ['Гевал'],
  albums: [EnumAlbums.geval],
  authors: 'Олег Юргенс',
  text: `
Ну, вот и все
За этим ты меня призвал
Юродства крест
Из ваших рук я принимал
И я звонарь своих цепей
Я сам себя в них заковал
За что был проклят этот мир
С горы ГЕВАЛ

Иудин род
Стращал гиеной твой народ
Вот это ход
Всем на челе чертить штрих код
За два шага
Поставлю мат
Сожги меня, мне в этом теле каземат
За что любил За что страдал
Смотря, как тьма глядит на Свет
С горы ГЕВАЛ

И ваш ручей любви иссох
Вам нужен бог, такой как молох
Среди козлов,
Творя добро
Ты сдвинешь мир с его основ
Узнав где зло,

Мир не признал,
Не осознал
Я видел тьму, смотря на свет
С горы ГЕВАЛ
`,
};
