import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.gorodskojRoman,
  name: ['Городской роман'],
  albums: [EnumAlbums.longin],
  text: `
На проспектах книжных страниц
Сто встревоженных лиц просят номер на бис
И уставший актер встал ногой на карниз
Городской роман свое слово сказал
Наполняя вином запотевший бокал
Платье скинула ночь за игральным столом
На водосточной трубе дождь играл за окном

Осень. Холодное серое небо
И разведены мосты над Невой
Крылатые древние сфинксы
Застыли над черной водой
Как по лабиринту из декораций
Где нету прохожих спешащих домой
Он шел в темноту проходными дворами
Стуча черной тростью по мостовой

Тихо скрипнула дверь. По кирпичной стене
Пробежавшая тень растворилась во тьме
Опираясь на трость он на пристань взирал
Ветер с Невы коньяком разбавлял

Опьяняет как опиум каждая фаза
Когда её смысл вдыхаешь в себя
Как в бездне стекла ночного трамвая
Увидеть, что бездна смотрит в тебя
Разделяя безумие и гениальность
Как тьму разделяющий свет фонаря
Бросается разум из крайности в крайность
Калечась об эти края
Идя глазами по буквам на желтых страницах
Листая расклеившийся переплет
Безумные мысли и ужас на лицах
Здесь разум как плата за вход

С безжизненным взглядом как смотрят полотна
На скользкий карниз наступая ногой
Смотря в эти грязные, пыльные окна
И желтый фасад с водосточной трубой
Паутиной под гримом вздуваются вены
Мы тени сходящих со сцены под смех
И каменным взглядом вниз смотрят лепнины
На заворожено смотрящих наверх

И сто встревоженных лиц ждали номер на бис
И уставший актер встал ногой на карниз
Сто встревоженных лиц просят номер на бис
И уставший актер камнем бросился вниз
`,
};
