import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.gotika,
  name: ['Готика'],
  albums: [EnumAlbums.longin],
  text: `
На промерзших стенах плесень
Театральный грим на коже
Интересен и мистичен
Как адепт масонской ложи
Взгляд вампира носферату
В потемневшей амальгаме
В антикварных канделябрах
Горят свечи на рояле
Книги в жестком переплете
Здесь творит германский гений
В грозном взгляде на плакате
Нету никаких сомнений

Припев
Готика в архитектуре
Готика произведений
Готика в мануфактуре
Механических движений
Марширующих по трупам
Ницшеанских размышлений
Готика глядит с портретов
Политических течений
Готика в стихах поэтов
Католических смирений
Флагеллянтов и аскетов
Готика германский гений

Индустриальные трущобы
Город наводнили крысы
В черно-белой пропаганде
Улыбаются актрисы
Язык жестов пантомима
Быстрых, поменяли позы
Триумфально маршируя
Давят сапогами розы
На столе, в немецкой форме
В офицерской позе Фрау
И несчастный доктор Фауст
Наступает в пентаграмму
`,
};
