import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.gryaznyjHleb,
  name: ['Грязный хлеб'],
  albums: [EnumAlbums.geval, EnumAlbums.pergam],
  authors: 'Олег Юргенс',
  text: `
Те, кто вскормлен грудью железной волчицы -
Гордая раса верши свой закон,
Но вавилонская блудница
Несет всему миру католический звон.

И мы как свора голодных псов,
Отнимаем хлеб у детей твоих,
Только грязный хлеб у них -
Хлеб изгнанья!

Ну что, же лесом крестов засеем Голгофу
Пиши, летописец потомкам урок.
Каждый третий мученик будет - Мессия
Четвертый - Иуда каждый первый - пророк

И мы как свора голодных псов,
Отнимаем хлеб у детей твоих,
Только грязный хлеб у них -
Хлеб изгнанья!

В руках пророка посох становится змеем
Кто горел в пустыне терновым кустом?
За что скиталось в изгнании библейское племя?
Что сегодня они называют добром?

И мы, как свора голодных псов,
Отнимаем хлеб у детей твоих,
Только грязный хлеб у них -
Хлеб изгнанья.

И мы как свора голодных псов,
Отнимаем хлеб у детей твоих,
Только грязный хлеб у детей твоих
Иссая!(5х)
`,
};
