import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.ikar,
  name: ['Икар'],
  albums: [EnumAlbums.longin],
  text: `
Как если б были крылья, как у серафимов,
И в жилах не бурлила больше кровь,
От третьих глаз во лбу остались только жилы,
А от страстей – бесполая любовь.
И пролетая над висящим на Голгофе,
И над стоящими в толпе восставших тел,
И над кострами Аутедафе -
Я проклинал всё то что пел.

Припев.

Агония, огонь и лед,
Знобит от леденящих холодом высот!
На пламенный восход
Лететь как сквозь пожар,
Лететь расправив крылья,
Как греческий Икар,
Лететь…

Лететь, лететь над морем
Как мотылек лететь на свет на маяке,
Через песок вода пробилась в Мекке,
И где крестил Креститель всех в реке
Я с фресками бы жил на потолке,
Где в Гефсиманский сад вошел конвой,
И через поры проступает кровь наружу,
И где поднявший крест пошел с тобой!

Припев.

Над сводами…
Над сводами, на потолке,
Там, где копье в уверенной руке
Пронзило бок распятого Христа,
И видели б глаза святых с холста,
Как пьяный ангел пел на потолке -
Сорвался и валялся в переулке…
Как пьяный ангел рухнул с потолка -
И кровь и перья в грязном переулке…
И жил бы средь людей на чердаке,
А с крыши бы смотрел на города,
На сломанные крылья на крюке -
Все как всегда, всё как всегда…
`,
};
