import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.iuda,
  name: ['Иуда'],
  albums: [EnumAlbums.geval, EnumAlbums.pergam],
  clipYouTubeId: 'Z1Rkqm0I1YU',
  authors: 'Олег Юргенс',
  text: `
Как можно верить в Творца
Всем сердцем любя Золотого Тельца
Не зарекаться от сумы и тюрьмы
Всю жизнь бояться выйти из темноты
На свет Менять свободу на хлеб

И только слезы на взгляд с Нерукотворного Спаса
Ждать и бояться последнего часа
Крестить, инок, в грязи Иордана
Пусть мироточит сердечная рана
Того, чьи руки способны на чудо
За тридцать серебряников поцелует Иуда

Иуда, Иуда...

Под вой литургии забываешь, кто ты
Ты, так же, как - я часть пустоты
Я, так же, как ты - один из толпы
Но я первый срываю мешок с головы
И я вместе с толпой не иду на поклон
Не всуе упомянут – да, я пру на рожон

И только слезы на взгляд с Нерукотворного Спаса
Ждать и бояться последнего часа
Крестить, инок, в грязи Иордана
Пусть мироточит сердечная рана
Того, чьи руки способны на чудо
За тридцать серебряников поцелует Иуда
`,
};
