import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.kamlanie,
  name: ['Камлание'],
  albums: [EnumAlbums.geval],
  authors: 'Олег Юргенс',
  text: `
Это не корчи, но - камлание
Это смеется древний Сфинкс
Кому чужды богов страдания
Проходят в брод священный Стикс

О, боже правый, дьявол левый
Но кто здесь черный, кто здесь белый
Одной рукой писали Будды,
В одном костре гореть умам
И тем, кто сделал путь свой трудным
И нам, что молимся крестам.

На моих ногах та же самая грязь
Я шел по тем же дорогам
Закрывая руками лицо от огня
И пусть трясет меня камлание

Жить в лабиринтах подсознанья
Как царь Эдип, бродить во тьме
Во всем безумии камлание
Танцуя голым при луне

И черных мыслей хоровод
Вот в лету кануть верный путь
Танцуй в агонии камлания
В ней, утверждая свою суть.

На моих ногах та же самая грязь
Я шел по тем же дорогам
Закрывая руками лицо от огня
И пусть трясет меня камлание
`,
};
