import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.pergam,
  name: ['Пергам'],
  albums: [EnumAlbums.pergam],
  text: `
Вмещая в себя невместимого Бога
Пытаясь пить кровь Христову
Из козлиного рога
Я думал что плавал
В священных истоках
Но как змей я копался
В змеиных болотах
Не помня про то ,
Что я для них - пища
А вспомнив - прижался к мощам

В застенках святынь
Ломая сознание
Вымаливать время
На покаяние
Не стоять среди козлищ
Отверженной сути
Что молилась на Свет,
Бредя среди мути

ПРИПЕВ
И кружат здесь стервятники,
Чувствуя падаль
Над миром живым,
Пророчащем вонь
Руины колонн,
Сатанинское капище
Нордический юноша
Поднял твой огонь
Пергам

На идолах капищ
Строя скит для спасения
Не видя в себе изнемождения
Утопая в сомнениях
В мятой постели
Но - стоять на коленях
У твоей колыбели
Пограничные мысли -
Как триумфаторы
Одной ногой в ересь -
Перейти Рубикон
И так, умывающий чистые руки
Увидел ,куда возит души Харон
`,
};
