import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.podNatiskom,
  name: ['Под натиском'],
  albums: [EnumAlbums.pergam],
  text: `
Видящий кровь в чаше кагора
На зависть богам сжег свой алтарь
И два моих брата Холод и Голод
Спасибо тебе, я люблю тебя Тварь

Рубцы на ладонях пророчили подвиг
Я с грязью пошёл под венец

И так протянув ладони к огню
Я разгибаю замёрзшие пальцы
Под натиском боли я слышу небо
Под натиском неба Я чувствую боль!

Зрелище только для равных богам
А право на труд - тяжкий жребий для смертных
Они предоставят достойным горбам

Но эта монета не носит мой образ
Я расплачусь другою монетой
В этих молитвах нет покаяния
Я помолюсь другою молитвой

От этих догматов цинга да стигматы
Я бы много отдал за другие ДОГМАТЫ

И так протянув ладони к огню
Я разгибаю замёрзшие пальцы
Под натиском смерти Я слышу смерть!!
`,
};
