import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.quoVadis,
  name: ['Quo Vadis'],
  albums: [EnumAlbums.geval, EnumAlbums.pergam],
  authors: 'Олег Юргенс',
  text: `
Я на песке
Peractum est
В ладони – гвоздь
Под телом – крест

И все что им нужно
Это хлеба и зрелищ
Поднимите меня на кресте
Я нужен толпе
Народ требует мести
А месть требует жертв
Пусть поглотит всех Гадес
Чернь взвоет «Христиан ко львам!»
Quo Vadis - мой Бог
Я тебя не предам

Quo Vadis - мой Бог
Рожденный терпеть
Я также как ты
Пришел умереть
Quo Vadis - мой Бог
Я вместе с тобой
Каждый день божий
Делю твою боль
Quo Vadis постой
Quo Vadis ответь
Как здесь прощать
И что значит смерть
Quo Vadis

Аве цезарь! Аве цезарь!
Аве цезарь! Аве цезарь!
Аве цезарь! Аве цезарь!
Аве цезарь! Аве цезарь!

Используй рот мой отче
Я извергну проклятье
Я оскверню их храмы
Языческие игры
Пусть мнят себя Богами
Кровавые тираны
Да исцелят убогих
Твои святые раны

Холодным алым светом
Залей глаза мне небо
Куда идешь ты, Бог мой
Я побреду с тобою
И пусть зальют пурпуром
Уставшие глаза мне
Ты будешь вновь распятым
И я умру с тобою

Quo Vadis, Quo Vadis
Quo Vadis, Quo Vadis
Quo Vadis, Quo Vadis
Quo Vadis, Quo Vadis

Quo Vadis - мой Бог
Рожденный терпеть
Я также как ты
Пришел умереть
Quo Vadis - мой Бог
Я вместе с тобой
Каждый день божий
Делю твою боль
Quo Vadis постой
Quo Vadis ответь
Как здесь прощать
И что значит смерть
Quo Vadis

Аве, Христос
Аве, Христос
Аве, Христос
`,
};
