import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.salomeya,
  name: ['Саломея'],
  albums: [EnumAlbums.pergam],
  text: `
Я понял, в чем сила твоей красоты
В слиянии танца и наготы
Чьей мыслью разбужена Злая стихия
Движения твои круговорот пустоты
Ты - черной земли, холодные недра,
Ты - камни руин, ты гул древних глубин

Я шедший к блаженству в твои объятия
Внимал глухим звонам, бубенцов на ногах
Но нету не милости не прощения
Как в осколках луны в ее детских глазах
Поднимались из тьмы ее тонкие руки,
Извивались на стенах тени как две змеи,
И открытая грудь затуманила разум
И в прекрасных позах греха
Мы сольемся в любви!

ПРИПЕВ
Танцуй Саломея, танцуй!

Мало вам глада и мора и пустота
Дети Содома и Гоморры сомкнули уста,
Но обнаженное тело дышит дурманом,
С прижатым кальяном к открытой груди
Но смотри! Ты видишь я пьян!
Подлей спирта с кровью в кальян
И танцуй…

ПРИПЕВ
`,
};
