import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.sidyashchijDemon,
  name: ['Сидящий демон'],
  albums: [EnumAlbums.engel],
  text: `
Пока я пел, что тёрн цветёт,
Скрывая под листвой шипы,
Цветы истлели, на шипах
Осталась только кровь,
Остатки Рая на Земле,
Цветы, как и любовь – обман.
Я сел, как Врубеля Сидящий Демон,
Смотрящий в небо, словно в Ад –
Расфокусированный взгляд,
Внутри горя огнём, стал цвета неба.

Припев:
Из ледяных облаков смотрят вниз херувимы,
Как из Висячих садов Семирамиды,
Слышу запах цветов Горнего мира -
Плывут в благодати Иерусалима,
Слыша как хором ангелов для Пречистой,
Птица Сирин поёт стихами евангелистов.

Здесь каждый образ, как образ экспрессионистов,
Погружает во тьму, как стихи морфинистов,
Бытовые сюжеты с привязкой к библейским:
Древний змей искушает на арамейском.
Всё идёт не по кругу, а по спирали,
И вокруг имена тех, кто так же искали,
Тем же мыслям - красивую форму из слов,
Но оставили мёртвых хоронить мертвецов.

Luctus... Angelus... (х4)

И поздно. Думал, что летел
И пел, как будто бы молчал,
Я ничего не знал, но вдруг всё понял.
И с обескровленным лицом,
Прощаясь, взглядом каменел,
Застыл обнявший крест Скорбящий Ангел,
Смотрящий в небо, словно в Ад -
Расфокусированный взгляд,
Смотря на небо, всё ещё горел.

Припев:
Из Инфернальных глубин – запах газа и серы,
Здесь мытарства души – испытания Веры.
Круговых лабиринтов древние стены,
Здесь веками коптили шахты Геенны
В глубине коридоров загробного мира.
Так зачем скорбят ангелы?
Ведь смерть так красива…
`,
};
