import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.skulptor,
  name: ['Скульптор'],
  albums: [EnumAlbums.pergam],
  text: `
Есть тот, кто видел как скульптор лепит тело из глины
Создавая свой образ в горах Палестины
Вдох и мир погрузится во мрак
Стайеры в стаи, а пальцы в кулак
Этот мир еще молод этот мир еще наг

Как варвар что вышел из тьмы
В мир просвещения в мир суеты
И взгляды древних богов
На стенах дарят здесь кров
И рушится глина на стыке культур
Но есть тот, кто видел
Как работает скульптор

Припев
Как работает скульптор

И когда эти руки лепили ацтека
Он знал про теорию сверхчеловека
И какими цветами были эти плоды
Те, чьи руки чернят
Черный камень Каабы
И кто в жертву отдаст
Свою крайнюю плоть
Кто подавит в себе врожденную похоть
И кто скажет что
Бог есть любовь
Кто скажет
Что бог есть любовь
Но отмечена мудрость античных скульптур
Тем, кто смотрит сквозь призму веков
Как работает скульптор

ПРИПЕВ

Но только светлые мысли
Не ведали смерти
А чистые руки меняли свой цвет
Мой клон ты создан
Из пыли и персти
Открой же глаза я дарю тебе свет
`,
};
