import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.slepcy,
  name: ['Слепцы'],
  albums: [EnumAlbums.pergam],
  text: `
Слепцы кладут руки на плечи
И орут, что видели свет
Все время свет смотрит во тьму
На то он и свет
Но мало имеющих взгляд
Взгляд, проникающий в суть
Но эти капли сливаются в шар
Напоминающий ртуть
Мозг, принимающий крест
Плоть, обрекая на плеть
Ломая в сознанье шаблон
Что все должно умереть

ПРИПЕВ
Слепцы положили руки на плечи
И орут, что видели свет
Но что бы прозреть
Ты должен понять
Что ты слеп!

Мы зерна упавшие в землю
Те зерна, что не проросли
Чтобы тянуться к свету
Должен быть стержень внутри
Но они кладут руки на плечи
И найдут на все что сказать
Но истины нет в этих словах
Там ее не понять

ПРИПЕВ
`,
};
