import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.tretijRim,
  name: ['Третий Рим'],
  albums: [EnumAlbums.rim, EnumAlbums.longin],
  clipYouTubeId: 'frjqa_GdkG0',
  text: `
Здесь всплывают из памяти батальные сцены
В позолоченных рамах из-под корки мозгов
И глядят из-под грязи осатанело
Звезды с фасадов столичных домов
Смотрит гармонией противоречий
Из старого мира на новый мир
Извечных скитаний, перерождений
Победоносный советский ампир

Припев
Величие сталинского ампира
И в окнах твоих купола
Железные лики титанов
Расплавленные колокола
Симфония церкви и грозных царей
О том ли писал Филофей
Третий Рим

От простых изначальных ценностей мира
До революционных идей
От нетленных мощей святых православных
До забальзамированных вождей
Ты жрал человечину из рук хозяина
Носил на своем челе печать каина
Был свят как солдат, надеясь на чудо
Целуя образ Христа лобзанием Иуды.
Но тень будущего всегда смотрит назад
В Константинополь Царь-град

Припев
Величие сталинского ампира
И в окнах твоих купола
Железные лики титанов
Расплавленные колокола
Симфония церкви и грозных царей
О том ли писал филофей
Третий Рим
`,
};
