import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.troya,
  name: ['Троя'],
  albums: [EnumAlbums.geval],
  authors: 'Олег Юргенс',
  text: `
И так, сложив блаженно пальцы
Смотрит в небо пророк.
Пусть я не рос в огне
Но все же гордый цветок.
И пусть зачах в утробе
Чистый горный исток
Я встал на Млечный Путь
И выбрал правильный рок.

Ха-ха, железа и крови
Просят Холод и Голод.
И ради поэмы
Я сожгу этот город

Как Прометей, я дам людям огонь
Пусть к скале прикуют меня Боги
Пусть тело клюют коварные птицы
Я буду смотреть на морские прибои,
И, как Нерон с Меценатовой башни
Я буду петь со скалы
Крушение Трои (4х)

И Третий Рим похож на Третий Ершалаим
С библейскими чертами – каждый третий мессия
Крещеный, не крещеный здесь не Русь, а Россия
Не зря тебя крестила крестом Византия

И так же хлеба и зрелищ
Просит каждый, кто молод
И ради поэмы
Я сожгу этот город

Как Прометей, я дам людям огонь
Пусть к скале прикуют меня Боги
Пусть тело клюют коварные птицы
Я буду смотреть на морские прибои,
И, как Нерон с Меценатовой башни
Я буду петь со скалы
Крушение Трои (4х)

С античными орлами
На германский манер
Католический архангел
Римский легионер
Под этими знаменами
Вставала орда
И шествуя по трупам
Жгли твои города

И смысл этой чаши
Сложен тем, что расколот
Одной рукой держа серп
Другой, подняв молот
Нерону, чтоб писать
Была нужна панорама
Пусть все горит в огне
В священном граде Приама

Как Прометей, я дам людям огонь
Пусть к скале прикуют меня Боги
Пусть тело клюют коварные птицы
Я буду смотреть на морские прибои,
И, как Нерон с Меценатовой башни
Я буду петь со скалы
Крушение Трои (4х)
`,
};
