import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.umryomZhivymi,
  name: ['Умрём живыми'],
  albums: [EnumAlbums.geval, EnumAlbums.pergam],
  authors: 'Олег Юргенс',
  clipYouTubeId: 'CPD0WWJv3_c',
  text: `
Мы умрем с тобой живыми
В этом городе вдвоем
На руинах херувимы
Будут петь перед огнем

И расой покроет тело
И померкнет на всегда
Почернеет наше небо
Путь открыт на небеса

И цветы в пили зачахли
Старый храм теперь наш дом
Мы умрем с тобой живыми
В этом городе вдвоем

Нам не дано понять,
Что значит слово «грех»
И нам не страшно жить…

И холодными губами
Прикоснись к моим устам
И прозрачными перстами
Проведи по волосам

Город пал перед огнем
Город пал перед огнем
Мы умрем с тобой живыми
В этом городе вдвоем

Нам не дано понять,
Что значит слово «грех»
И нам не страшно жить
Забудь их всех!
Забудь их всех!
Забудь их всех!

Мы найдем с тобой в могиле
Под руинами домов
То, что там похоронили
Уходящие без слов

Нас с тобой они забыли
Веря в сны и чтя богов
Мы одни на целом мире
Без друзей и без долгов

Нам не дано понять,
Что значит слово «грех»
И нам не страшно жить в грехе
Забудь их всех!
`,
};
