import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.vakhanaliya,
  name: ['Вакханалия'],
  albums: [EnumAlbums.pergam],
  text: `
Венчали голову лавром фавны
Заливая вином черным лица
Лизали тело лесные блудницы
Звали в танце безумном кружиться
Опьяненные стонами оргий
Припадая губами к губам
Дикий смех выражает восторги
Принося себя в жертву богам

В пьяных пальцах свирелью сатира
Пой в моем сердце безумная лира
Вакха-вакха-вакханалия вакханалия

Как бог наготы не стыдись
Цветами усыпан твой путь
На ложе лесное ложись
В объятиях вакханок уснуть

Скаля зубы сатиры смеются
В корчах бьются и падают ниц
Сладкой патокой в уши льются
Хором ангельским стоны блудниц
Ласкайте тело тонкие пальцы
Заливая вином мне уста
Вакханалия в пьяном веселье
Жизнь моя сует суета
`,
};
