import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.vojna,
  name: ['Война'],
  albums: [EnumAlbums.pergam],
  text: `
Целуя руки нетленных
В драгоценных камнях
Утопая в сомнениях,
Стоять на коленях
Но если все по уму
То, взяв суму и в тюрьму
Как протопоп Аввакум
Спасаться в скиту
Забивая болты
На consensus patrum
Ищущий мира -
Начинает войну

ПРИПЕВ
Хочешь мира
Готовься к войне

Заменяя кровавую жертву
Бескровной
Духовная брань
Не может быть ровной
Когда столько лет
Без поражений
Воюет озлобленный
Мой гений
И в черных очерках
Без сомнений
И год за годом
Несу потери
Но стоять на своем -
Значит, быть одному
И ищущий мира -
Начинает войну

ПРИПЕВ

И только сильный поймет,
Что для блага он слаб
Что внятно сердцу -
Непонятно уму
Свободный скажет,
Что он - божий раб
А ищущий мира -
Готовит войну
`,
};
